{
  "Home": "घर",
  "Estimate": "अनुमान",
  "ApplicationStatus": "आवेदन की स्थिति",
  "CalculateSavingsScreen": "बचत की गणना करें",
  "ImportantDocumentsScreen": "महत्वपूर्ण दस्त्तावेज",

  "TrackApplication": "आवेदन खोज",
  "TrackApplicationIcon": "आवेदन\nखोज",
  "RoofTopSolar": "अपने सोलर रूफटॉप के बारे में जानें",
  "CalculateSavings": "बचत की\nगणना करें",
  "RoofTopSolarIcon": "अपने सोलर रूफटॉप\nके बारे में जानें",
  "ImportantDocuments": "महत्वपूर्ण\nदस्त्तावेज",
  "Installers": "इंस्टॉलर",
  "Contact": "संपर्क",
  "ContactUs": "संपर्क करें",

  "Hello": "नमस्ते",
  "SelectDiscom": "एक डिस्कॉम चुनें",
  "ConsumerNumber": "उपभोक्ता संख्या",
  "RooftopArea": "छत क्षेत्र (फीट2 में)",
  "SelectBilling": "बिलिंग चुनें",
  "AverageBill": "औसत बिल (₹ में)",
  "AverageUnitsConsumed": "उपभोग की गई औसत इकाइयाँ (किलोवाट में)",
  "MobileNumber": "मोबाइल नंबर",
  "Email": "ईमेल",
  "Submit": "जमा करे",
  "TandCs": "सभी नियमों और शर्तों से सहमत हूं",

  "KARS-para1": "Installing Rooftop Solar PV helps to reduce the electricity bill and results in saving. Rooftop Solar PV panels supply electricity to buildings, so they need to buy less electricity from the grid thereby saving on energy costs and also benefits environment.",
  "KARS-para2": "Rooftop solar is also a great investment tool as electricity prices keep on fluctuating from time to time. So, it is difficult to calculate the expenditure on electricity for a certain period of time. However, when it comes to electricity generated by solar rooftops, the price of power generated can be calculated easily. In fact, one can even calculate the cost of electricity generation for another 10 years. In this way, it is a secure investment.",
  "KARS-para3": "If you are excited to know about this amazing solar pv system which is also an investment tool, protects our environment for future generations and also provides electricity then click on “Calculate Saving”.",
  "KARS-para4": "Note: The rates are as per the discovered rates by the DisCom and the actual price may vary based on your customization and the vendor selected by you. The saving is approximate and it may vary from rooftop solar PV system. The Surya Gujarat portal, GUVNL, DisCom, GIZ or the AHAsolar is not at liable by any mismatch in the estimated generation and the actual generation. The User is advised to contact the Empanelled Installer and get the site surveyed with proper shadow analysis of the site where installation has to be done.",
  "KARS-para5": "(You can apply through Empanelled Installer, Nearest DisCom office or Directly through the AHA Solar App)",

  "ApplicationNumber": "आवेदन संख्या",
  "Clear": "साफ",
  "Search": "खोज",
  "TrackApplicationDescription": "उपभोक्ता अपना एप्लिकेशन नंबर दर्ज करके यहां से निम्नलिखित गतिविधियां कर सकता है,उपभोक्ता संख्या और उपभोक्ता मोबाइल नंबर:'\n\n1. इंस्टॉलर को किए गए भुगतान की भुगतान रसीद अपलोड करें.\n2. आवेदन की स्थिति ट्रैक करें.",

  "Write": "किसी",
  "ContactUsDescription": "भी प्रश्न या समस्या के मामले में हमें लिखें",
  "Name": "नाम",
  "Subject": "विषय",
  "Message": "संदेश",
  "Send": "भेजें",

  "applicationNoError": "Valid Application number is required",
  "consumerNoError": "Valid Consumer number is required",
  "mobileNoError": "Valid Mobile number is required",
  "rooftopAreaError": "Valid rooftop area is required",
  "billingError": "Please select a billing cycle",
  "averageBillError": "Average bill is required",
  "averageUnitConsumedError": "Average unit consumed is required",
  "emailError": "Valid Email is required",
  "nameError": "Name is required",
  "subjectError": "Subject is required",
  "messageError": "Message is required"
}
